/* NSPanel () : <title:> (oid:5) */
"" = "";

/* NSTextField (Access to %@ requires you to provide log in credentials) : <title:Access to %@ requires you to provide log in credentials> (oid:10) */
"Access to %@ requires you to provide log in credentials" = "L'accesso a %@ richiede l'inserimento delle tue credenziali di login";

/* NSButton (Cancel) : <title:Cancel> (oid:8) */
"Cancel" = "Annulla";

/* NSButton (Log In) : <title:Log In> (oid:14) */
"Log In" = "Login";

/* NSTextField (Name:) : <title:Name:> (oid:9) */
"Name:" = "Nome:";

/* NSTextField (Password:) : <title:Password:> (oid:13) */
"Password:" = "Password:";

/* NSTextField (The user name and password you provide will be remembered for the next time you refresh this subscription.) : <title:The user name and password you provide will be remembered for the next time you refresh this subscription.> (oid:15) */
"The user name and password you provide will be remembered for the next time you refresh this subscription." = "Nome utente e password da te forniti saranno ricordati la prossima volta che aggiornerai questa iscrizione.";

